--[[

Use enUS.lua to translate from...

]]

NeP.Locale['ruRU'] = {
['Any'] = {
		['NeP_Show'] = 'Для отображения окна введите: \n/nep show',
		['ON'] = 'ВКЛ',
		['OFF'] = 'ВЫКЛ'
	},
	['mainframe'] = {
		['MasterToggle'] = 'Левый Клик: Включение/Выключение\nПравый Клик: Открыть МЕНЮ\nCTRL + Правый Клик: Перемещение',
		['Interrupts'] = 'Автосбитие кастов',
		['Cooldowns'] = 'Использование КД',
		['AoE'] = 'Авто АОЕ',
		['Settings'] = 'Настройки движка',
		['HideNeP'] = 'Скрыть панель',
		['OM'] = 'Список объектов',
		['AL'] = 'Лог действий',
		['ChangeCR'] = 'Профиль изменен:',
		['NoCR'] = 'Нет загруженных профилей',
		['NoSepc'] = 'Невозможно определить специализацию игрока.',
		['Donate'] = 'Сделать пожертвование проекту',
		['Forum'] = 'Посетить страницу на форуме',
		['Drag'] = 'Активировать перемещение',
		['WhileDrag'] = 'Передвинь',
		['AfterDrag'] = 'Позиция окна сохранена. Для перемещения нажмите CTRL+ПравыйКлик на панельке или введите "/nep drag".',
	},
	['Engine'] = {
		['NoCR'] = 'Выбирите профиль.'
	}
}
